// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Hantering av pappersförinställningar";

SynchronizeTitleString = "Uppdaterar papperslista…";

CreatePaperErrorTitle = "Kan inte lägga till nytt papper";
SetProfileErrorTitle = "Kan inte installera ICC-profil";
GetMediumListErrorTitle = "Kan inte hämta lista med egna papper";
DeleteCustomMediumErrorTitle = "Kan inte radera lista med egna papper";
GetProfileErrorTitle = "Kan inte ladda ned ICC-profil";
SetPropertiesErrorTitle = "Kan inte ändra utskriftsegenskaper";
ResponseErrorMessage = "Kontrollera att skrivaren är ansluten och påslagen och försök igen.";
CalibratePaperErrorTitle = "Kan inte kalibrera papper";
ProfilePaperErrorTitle = "Kan inte profilera papper";
ColorMeasurementErrorTitle = "Kan inte mäta färgen";
ExportPaperPresetErrorTitle = "Kan inte exportera pappersförinställning";

DeleteButtonTitle = "Radera";
DeletePaperConfirmationTitle = "Bekräftelse av radering av eget papper";
DeletePaperConfirmationMessageFormat = "Är du säker på att du vill radera papperet %@ från skrivardrivrutinens papperslista och skrivaren?";

SetPrintingPropertiesConfirmationTitleFormatString = "Är du säker på att du vill ändra utskriftsegenskaperna för \"%@\"?";
SetPrintingPropertiesConfirmationMessageString = "Om du ändrar utskriftsegenskaperna till värden som inte är kompatibla med papperet kan det uppstå problem med bildkvaliteten.";
SetPaperThicknessConfirmationTitleFormatString = "Om du ändrar Papperstjocklek till Normal för tjocka papper kan det resultera i bildkvalitetsproblem och skador på skrivhuvudena. Kalibreringen och ICC-profilerna för detta papper kommer att bli ogiltiga och måste utföras på nytt. Är du säker på att du vill ändra Papperstjocklek för papperet %@?";

// Calibration status
CalibrationStatusRecommended = "Rekommenderas";
CalibrationStatusOutOfDate = "Inaktuell";

// Synchronization strings
SyncronizationSuccessfullTitleString = "Papperslistan har uppdaterats";
SyncronizationSuccessfullMessageString = "Du kan skriva ut med de nya egna papperen från och med nu.";
MediaManagementErrorTitleString = "Kan inte hämta information om egna papper från skrivaren";
SyncronizationIncompleteTitleString = "Kan inte uppdatera hela papperslistan";
SyncronizationIncompleteMessageFormatString = "Följande papper har inte uppdaterats:\n%@";
RegistrationIncompleteTitle = "Kan inte uppdatera hela papperslistan";
RegistrationIncompleteMessage = "Följande papper har inte registrerats:\n%@";
RegistrationRequiredString = "Registrera ICC-profilen.";
RegisteringProfileTitleString = "Registrerar ICC-profil…";
MethodNotSupportedInFWMessage = "Den åtgärd du försöker utföra stöds inte av den nuvarande versionen av den fasta programvaran. Kontrollera den senaste versionen av den fasta programvaran.";

GetMediumListTitleString = "Hämtar papperslista…";
DeleteMediumTitleString = "Raderar eget papper…";
GetProfileTitleString = "Laddar ned ICC-profil…";
SetPropertiesTitleString = "Ändrar utskriftsegenskaperna…";
RestoreProfileTitleString = "Återställer fabriks-ICC-profil…";
RemoveProfileErrorTitle = "Kan inte återställa fabriks-ICC-profil";

ICCProfileTitleString = "ICC-profil";
CalibrationStatusTitleString = "Kalibreringsstatus";

// Gloss Enhancer
OFF = "Av";
FULLPAGE = "På";
INKEDAREA = "På";

// Paper category
BOND_AND_COATED = "Dokumentpapper och bestruket papper";
PHOTO = "Fotopapper";
PROOFING = "Provtryckspapper";
FINE_ART = "Konstnärsmaterial";
FILM = "Film";
TECHNICAL = "Tekniskt papper";
CUSTOM = "Eget papper";
BACKLIT = "Bakgrundsbelyst material";
ADHESIVE = "Självhäftande papper";
BANNER_AND_SIGN = "Banderoll- och skyltmaterial";
HP_EXTENDED_MEDIA = "Ytterligare papper";

CalibrationStatusNotApplicable = "Ej tillämpligt";

"No response" = "Kontrollera att skrivaren är ansluten och påslagen och försök igen.";
UNDEFINED-ERROR = "Ett fel har uppstått.";
ERROR-IN-PARAMS = "Ett fel har uppstått.";
UNKNOWN-OPERATION = "Operationens tidsgräns har passerats.";
PRINTER-BUSY = "Skrivaren är upptagen. Vänta tills skrivaren har avslutat eventuella pågående utskriftsjobb.";
UNDEFINED-MEDIUM = "Det valda papperet finns inte längre. Det kan ha raderats av en annan användare.";
INVALID-MEDIUM = "Ett fel har uppstått.";
PROFILE-DOESNT-EXIST = "Ett fel har uppstått.";
FACTORY-MEDIUM-CANNOT-BE-DELETED = "Fabriksinställda HP-papper kan inte raderas.";
MEDIUM-CANNOT-BE-DELETED = "Eget papper kan inte raderas eftersom det för närvarande är påfyllt i skrivaren.";
MEDIUM-DOESNT-EXIST = "Det valda papperet finns inte längre. Det kan ha raderats av en annan användare.";
MEDIUM-NOT-CLONABLE = "Ett fel har uppstått.";
PROFILE-CANNOT-BE-DELETED = "Ett fel har uppstått.";
ALREADY-IN-FACTORY-SETTINGS = "Utskriftsegenskaperna är redan standard.";

SaveProfileErrorTitle = "Kunde inte spara ICC-profil";
SaveProfileErrorMessage = "Prova med en annan plats.";

IncreasePaperThicknessConfirmationTitleFormatString = "Är du säker på att du vill ändra tjocklek för papperet %@?";
IncreasePaperThicknessConfirmationMessageString = "Kalibreringsdata och ICC-profiler för detta papper kommer att bli ogiltiga och måste göras om.";
DecreasePaperThicknessConfirmationTitleFormatString = "Är du säker på att du vill ändra tjocklek för papperet %@?";
DecreasePaperThicknessConfirmationMessageString = "Om du ändrar papperstjockleken till Normal för tjocka papper kan det leda till bildkvalitetsproblem och att skrivhuvudena kommer åt papperets yta. Kalibreringsdata och ICC-profiler för detta papper kommer att bli ogiltiga och måste göras om.";
CreateNewICCProfileRecommendationTitleString = "Gå till Profilera papper och skapa en ny ICC-profil";
CreateNewICCProfileRecommendationMessageString = "Eftersom du har ändrat vissa pappersegenskaper, är den nuvarande ICC-profilen för denna papperstyp inte längre korrekt";
SetPrintingPropertiesSuccessfulMessageString = "Utskriftsegenskaperna för den valda papperstypen har ändrats.";
SetPrintingPropertiesTitleString = "Utskriftsegenskaper ändrade";
ChangeButtonTitle = "Ändra";

"ManagePapersTaskName" = "Hantering av\npappersförinställningar";

//Xib localization

//tooltips
"DeletePaperPresetTooltip" = "Klicka här om du vill radera ett eget papper från skrivardrivrutinens papperslista och skrivaren.";
"ChangePrintingPropertiesTooltip" = "Ändra utskriftsegenskaper för ett papper.";
"ExportICCProfileTooltip" = "Exportera en ICC-profil som är associerad med ett papper.";
"RestoreFactoryICCProfileTooltip" = "Åteställ en fabriks-ICC-profil för ett av HP-papperen.";
"InstallICCProfileTooltip" = "Installera ICC-profil.";
"ExportPaperPresetTooltip" = "Exportera pappersförinställning.";
"CalibratePaperTooltip" = "Kalibrera papper";
"ProfilePaperTooltip" = "Profilera papper";
"ColorMeasurementTooltip" = "Färgmätning";
"RegisterProfileTooltip" = "Registrera profil";

"GearButtonTooltip" = "Klicka här om du vill exportera en ICC-profil, återställa en fabriks-ICC-profil eller ändra utskriftsegenskaperna för det valda papperet.";
"AddPaperButtonTooltip" = "Klicka här om du vill definiera en egen papperstyp och installera den i skrivaren. Använd HP Color Center för att associera en ICC-färgprofil med den nya papperstypen.";
"FullSyncButtonTooltip" = "Klicka här om du vill uppdatera skrivardrivrutinens papperslista på datorn med papperstyper som finns i skrivaren.";

//titles
"DeletePaperPresetTitle" = "Radera pappersförinställning…";
"ChangePrintingPropertiesTitle" = "Ändra utskriftsegenskaper…";
"ExportICCProfileTitle" = "Exportera ICC-profil…";
"RestoreFactoryICCProfileTitle" = "Återställ fabriks-ICC-profil";
"InstallICCProfileTitle" = "Installera ICC-profil…";
"ExportPaperPresetTitle" = "Exportera pappersförinställning…";
"CalibratePaperTitle" = "Kalibrera papper…";
"ProfilePaperTitle" = "Profilera papper…";
"ColorMeasurementTitle" = "Färgmätning…";
"RegisterProfileTitle" = "Registrera profil";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Skapa ny pappersförinställning";
"ActionsButtonAccessibilityDescription" = "Menyn Åtgärder";
"SynchronizeButtonAccessibilityDescription" = "Update paper list";